const ja = {
    nav: {
        home: "ホーム",
        about: "当ホテルについて",
        events: "イベント",
        rooms: "客室",
        gallery: "ギャラリー",
        contact: "お問い合わせ",
        bookRoom: "予約する"
    },
    privacy: {
        title: "通信販売契約書 - 予約/宿泊",
        subtitle1: "第1条 / 契約当事者：",
        paragragh1: "1.1. 本契約は、Yakaköy mah. Köseobası küme evler no:44 Muğla / Bodrumに所在し、電話番号+90 533 277 73 48を有するSouth Side Bodrumと、システムを利用して予約を行い、すべての個人情報を入力して確認することにより以下の条件を事前に承諾し、予約フォームにコンピュータのIP番号とともに身分証明書番号またはパスポート番号を提供する顧客/利用者（以下「顧客」という）との間で締結されます。",
        subtitle2: "第2条 / 目的：",
        paragragh2: "2.1. 本契約は、以下に説明する条件の下でホテルを通じて商品/サービスを購入する枠組みにおける顧客の予約を対象とします。契約価格が上昇した場合、その差額は消費者に請求されず、施設による販促と呼ばれる割引は消費者に返金されません。",
        subtitle3: "第3条 / 契約価格と支払い：",
        paragragh31: "3.1. 契約価格には消費税が含まれています。",
        paragragh32: "3.2. システム内のホテル宿泊料金およびその他の追加料金はTLで表示され、税金が含まれています。",
        paragragh33: "3.3. 予約に明記されているすべてのサービスは契約価格に含まれています。明記されていないサービスおよびホテルで購入する追加商品やサービスは別途料金がかかります。これらの追加料金はチェックアウト時に支払われます。",
        paragragh34: "3.4. 割引商品やキャンペーン商品を購入する顧客は、予約時にサービス料金全額を支払う義務があります。全額支払いが完了するまで予約は確定しません。",
        paragragh35: "3.5. 海外からwww.southsidebodrum.comを通じて予約を行う顧客は、外貨で予約の支払いを行います。請求書は、宿泊が完了しチェックアウトする日のTCM銀行の外貨売却レートでのTL相当額で作成されます。",
        paragragh36: "3.6. www.southsidebodrum.comからの予約に対する確認書・請求書の発行は、South Side Bodrumホテル予約部門により以下のように行われます：",
        paragragh37: "3.7. 即時予約確認：予約確認書はシステムの最終段階でコンピュータから顧客が印刷することができ、また顧客が提供したメールアドレスにも送信されます。請求書は宿泊が完了し施設をチェックアウトした後に発行され、顧客に提供されます。",
        paragragh38: "3.8. 必要な返金については、予約に使用したクレジットカードまたは顧客の銀行口座に30日以内に支払われます。",
        subtitle4: "第4条 / 実施：",
        paragragh41: "4.1. ホテルマネージャーの書面による許可なく、悪臭のする物、漏れる物、可燃性または爆発性の物、または環境に迷惑をかける物、ならびに切断、穿刺および火器類を施設内に持ち込むことは禁止されています。",
        paragragh42: "4.2. ホテルのチェックインおよびチェックアウト時間を含む規則と情報は、ウェブサイトの客室詳細ページに掲載されています。",
        paragragh43: "4.3. 顧客は、滞在中のホテル内の備品または共用部分の備品への損害、およびそれに伴う損害賠償について責任を負うことを事前に承諾します。",
        subtitle5: "第5条 / 期間および解約：",
        paragragh51: "5.1. 顧客は予約した日程の間滞在します。顧客が滞在を延長したい場合は、チェックアウト日の少なくとも1日前にホテルに申請しなければなりません。ホテルに適切な空室がある場合、顧客が現行料金で支払いを行った後、滞在を延長することができます。それ以外の場合、顧客は予約終了日の11:00にホテルを退出しなければなりません。",
        paragragh52: "5.2. 書面および口頭での予約は、South Side Bodrumホテルのメールアドレスまたは電話を通じて顧客によってキャンセルすることができます。以下に指定される金額および規則に従って控除が行われます。このキャンセル料は予約料金の100%に相当します。キャンセルは、予約段階で顧客に事前に提供された特別な予約/バウチャー番号と正しい個人情報を入力することによってのみ行うことができます...",
        paragragh53: "5.3. ホテルは、顧客に通知することを条件に、開始日の8日前までに発表または登録したホテル予約を部分的または完全に変更またはキャンセルすることができます...",
        paragragh54: "5.4. 顧客は、自身または一親等の親族の宿泊を妨げる状況および死亡を正規の国立病院からの公式報告書で証明する場合を除き、いかなる理由でキャンセルを要求する場合でも、上記の控除を承諾します。",
        subtitle6: "第6条 / 不可抗力：",
        paragragh6: "6.1. 施設は、本契約に指定されたホテル予約日の間、開始時、またはその前に発生する可能性のある自然災害、社会的出来事、国際関係、技術的故障、ストライキおよび抗議行動により、ホテルサービスの提供が不十分または不可能となることについて責任を負いません。",
        subtitle7: "第7条 / その他の規定：",
        paragragh71: "7.1. 本契約はホテル予約に排他的に関連し、施設は顧客の確定予約要請を受け入れ本契約に署名することにより、契約上の義務を履行します...",
        paragragh72: "7.2. 顧客は、滞在中に何らかの苦情がある場合でも、サービスを部分的または最後まで利用した場合、いかなる補償または返金も請求しないことに同意します。",
        paragragh73: "7.3. サービス提供中の苦情について当局に書面で通知することは、誠実な顧客の注意義務です...",
        paragragh74: "7.4. 顧客は、ウェブサイト（www.southsidebodrum.com）および電話を通じてホテルに関するすべての情報を受け取った後、本契約を読み署名したことを承諾します...",
        paragragh75: "7.5. 顧客が何らかの理由で本ホテル予約契約に署名できない場合でも、ウェブサイト、広告、または指定されたメールアドレスに送信されたメールを通じて本契約の条件を知り承諾したものとみなされます...",
        paragragh76: "7.6. 消費者に残る契約の写しとホテルに残る写しの間に矛盾がある場合、ホテルの写しの記録が基準として採用されます...",
        paragragh77: "7.7. 希望する場合、顧客は宿泊サービス開始前に、事故や病気の場合の出発地点への帰還費用、および事故から生じる損害や治療費用のための保険に加入することができます。",
        paragragh78: "7.8. チェックイン時に身分証明書と年齢の確認が行われます...",
        paragragh79: "7.9. 早期予約期間および/またはすべての期間（システム関連のエラーを除く）の価格上昇...",
        paragragh701: "7.10. ホテルは顧客のメールアドレス、郵便住所、携帯電話にキャンペーンや通知を送信することができます...",
        paragragh702: "7.11. 顧客とホテルの間で発生する可能性のある紛争において、顧客は消費者裁判所または消費者仲裁委員会に申し立てる権利を有します...",
        subtitle8: "第8条 / 徴収：",
        paragragh8: "8.1. 本書により、私は上記に記載されたクレジットカード番号で予約料金をSouth Side Bodrumホテルが徴収することを承認します..."
    },
    hero: {
        title: "South Side Bodrum",
        subtitle: "自然の中心に位置する洗練されたブティックホテルでの体験をお楽しみください。",
        bookButton: "予約する"
    },
    about: {
        title: "South Side Bodrumについて",
        features: {
            parking: "無料駐車場完備",
            wifi: "無料Wi-Fiアクセス"
        },
        description: "自然の中心に佇む当ブティックホテルは、こだわりの客室とともに、穏やかなひとときを提供します。プールサイドで静かな雰囲気を楽しんだり、専用の温水ジャグジー付きの可愛らしいタイニーハウスでくつろいだりできます。美しい景色とともに目覚め、毎朝新鮮に準備された美味しいオーガニック朝食をお楽しみください。冬の間は、暖炉のある屋内ラウンジで、友人とともに静かで落ち着いた空間でリラックスできます。静寂な時間、ヨガセッション、または息をのむような景色を求める方に、当ブティックホテルは自然にインスパイアされた心安らぐ体験をお届けします。"
    },
    rooms: {
        sectionTitle: "客室",
        subtitle: "客室のご案内",
        roompageSubtitle: "快適さが咲き誇り、安らぎが流れる場所。",
        roompageSuitTitle: "スイートルームの写真",
        roompageStandartTitle: "スタンダードルームの写真",
        suit: {
            title: "デラックス",
            description: "当館の豪華なデラックスルームは、快適さとスタイルを求める方のために、広々とした優雅にデザインされた空間を提供いたします。居心地の良いリビングエリア、快適なキングサイズベッド、そして最新の設備を備え、息をのむような景色と共に静かな避暇所となっております。くつろぎのための最高基準を満たすよう設計された、プライバシーが確保された快適な空間をお楽しみください。短期滞在から長期滞在まで理想的なデラックスルームは、贅沢さと自然が調和した忘れられない体験をお約束します。",
            type: "1+1"
        },
        standard: {
            title: "スタンダード",
            description: "当館のスタンダードルームは、平和な滞在のために丁寧にデザインされた、居心地の良い快適な避暇所を提供いたします。静かな雰囲気、快適なベッド、そして現代的な設備を備え、安らかな夜の睡眠に必要なすべてを提供いたします。一人旅の方やカップルに最適で、自然の中心で簡素さと静けさを求める方々にとって理想的な選択肢です。",
            type: "1+0"
        },
        tinyHouse: {
            title: "タイニーハウス",
            description: "ユニークで親密な体験を求める方々のために、当館のタイニーハウスは魅力的で居心地の良い避暇所を提供いたします。自然の中に位置し、プライベートな温水プールと快適な生活空間を備え、リラックスと癒しに最適です。美しい景色と静かな雰囲気を持つこの場所は、日常から離れ、自然に囲まれた平和な休暇を楽しみたい方々にとって完璧な隠れ家です。",
            type: "2+1"
        },
        villa: {
            title: "ヴィラ",
            description: "当館の広々とした専用ヴィラは、贅沢な休暇を求める友人グループやファミリーに最適な、究極のプライベート空間を提供いたします。エレガントにデザインされた6つの部屋を備え、このヴィラはくつろぎと快適さのための十分な空間を提供いたします。自然の中心に位置し、プライベートプールと隔離された屋外エリアを備え、ご家族やご友人との完全なプライバシーを確保いたします。リラックス、お祝い、あるいは単に静かな休暇を楽しみたい方々のために、当館のヴィラは贅沢さと静けさが出会う唯一無二の体験を提供いたします。空間全体を貸し切りながら、自然の美しさをお楽しみください！",
        }
    },
    events: {
        birthdays: {
            title: "誕生日パーティー",
            price: "¥20,000",
            description: "特別な日を忘れられない思い出にさせていただきます。",
            features: [
                "カスタマイズされた装飾とセットアップ",
                "プロフェッショナルなイベントプランニングサービス",
                "特別なケータリングオプション利用可能"
            ],
            details: "カスタマイズされたパッケージで、誕生日のお祝いを特別なものに。"
        },
        private: {
            title: "プライベートパーティー",
            price: "¥32,000",
            description: "エクスクルーシブな集まりに最適な会場です。",
            features: [
                "完全なプライバシー",
                "フレキシブルな空間アレンジメント",
                "プロフェッショナルなスタッフのサポート"
            ],
            details: "エレガントな会場で忘れられない瞬間を。"
        },
        custom: {
            title: "カスタムイベント",
            price: "¥11,000",
            description: "あなたのイベント、あなたのスタイルで - 完璧にカスタマイズ。",
            features: [
                "完全カスタマイズ可能なパッケージ",
                "フレキシブルなスケジューリングオプション",
                "プロフェッショナルなイベントサポート"
            ],
            details: "完璧なイベント作りをお手伝いいたします。"
        }
    },
    gallery: {
        title: "ギャラリー",
        subtitle: "ホテルの写真",
        roomSubtitle: {
            suit: "スイートルームの写真",
            standard: "スタンダードルームの写真"
        }
    },
    contact: {
        title: "お問い合わせ",
        subtitle: "お問い合わせ",
        info: {
            location: {
                title: "所在地",
                address: "Köseobası küme evleri, Bina: 44, 48400 Bodrum/Muğla"
            },
            openHours: {
                title: "営業時間",
                hours: "月曜日-土曜日: 午前11時 - 午後11時"
            },
            phone: {
                title: "お電話",
                number: "+90533 277 73 48"
            },
            email: {
                title: "メール",
                address: "info@southsidebodrum.com"
            }
        },
        form: {
            placeholder: "心待ちにしていたメッセージをここにお書きください！",
            footerPlaceholder: "お気軽にお問い合わせください。",
            sendButton: "WhatsAppで送信"
        }
    },
    testimonials: {
        title: "お客様の声",
        subtitle: "お客様からのメッセージ",
        reviews: {
            review1: {
                text: "素晴らしい体験でした。ここでの滞在の一秒一秒が大好きでした。おもてなしは素晴らしかったです。オズグルさん、素晴らしいホストをしていただき、ありがとうございました！",
                author: "Saul Goodman"
            },
            review2: {
                text: "Southside Bodrumでの3日間の滞在は素晴らしい経験でした。このユニークな施設は、ボドルムの喧騒から離れたヤカキョイの丘の上にありますが、主要な場所にも近接しています。景色は息をのむほど美しいです。",
                author: "Sara Wilsson"
            },
            review3: {
                text: "とても素敵な場所です。間違いなくお勧めします。特別なイベントも開催できる場所です。スタッフの方々も非常に親切で思いやりがあります。",
                author: "Jena Karlis"
            },
            review4: {
                text: "ロケーション、清潔さ、運営すべてが完璧です。客室の快適さに関して、細部まで配慮が行き届いています。",
                author: "Matt Brandon"
            },
            review5: {
                text: "渓谷にあるため、周辺のスペースは人々にとって心地よく、大人数のグループに理想的で、いつでも友人と一緒に過ごせます。",
                author: "John Larson"
            }
        }
    },
    footer: {
        usefulLinks: {
            title: "便利なリンク",
            links: {
                home: "ホーム",
                about: "当ホテルについて",
                terms: "利用規約",
                privacy: "プライバシーポリシー"
            }
        },
        services: {
            title: "サービス",
            items: {
                breakfast: "朝食",
                yoga: "ヨガ＆スポーツ",
                restaurant: "レストラン",
                stay: "快適な滞在",
                lounge: "ストーブ付きレストラン"
            }
        },
        whatsapp: {
            title: "WhatsApp"
        },
        contact: {
            phone: "電話",
            email: "メール"
        },
        copyright: "All Rights Reserved"
    }
 };