const ru = {
    nav: {
        home: "Главная",
        about: "О нас",
        events: "Мероприятия",
        rooms: "Номера",
        gallery: "Галерея",
        contact: "Контакты",
        bookRoom: "Забронировать номер"
    },
    privacy: {
        title: "СОГЛАШЕНИЕ О ДИСТАНЦИОННОЙ ПРОДАЖЕ - БРОНИРОВАНИЕ / РАЗМЕЩЕНИЕ",
        subtitle1: "СТАТЬЯ 1 / СТОРОНЫ:",
        paragragh1: "1.1. Настоящее соглашение заключено между South Side Bodrum, расположенным по адресу Yakaköy mah. Köseobası küme evler no:44 Muğla / Bodrum, с номером телефона +90 533 277 73 48, и клиентом/пользователем (далее именуемым клиент), который осуществляет бронирование с использованием системы, заранее принимает следующие условия, вводя и подтверждая всю личную информацию, и чей идентификационный номер или номер паспорта указан в форме бронирования с IP-номером компьютера.",
        subtitle2: "СТАТЬЯ 2 / ПРЕДМЕТ:",
        paragragh2: "2.1. Настоящее соглашение охватывает бронирование клиента в рамках покупки продукта/услуги на условиях, изложенных ниже, через отель. В случае увеличения цены по договору разница не будет запрашиваться у потребителя, а скидки, называемые акциями учреждения, не будут возвращены потребителю.",
        subtitle3: "СТАТЬЯ 3 / ЦЕНА ДОГОВОРА И ОПЛАТА:",
        paragragh31: "3.1. НДС включен в цену договора.",
        paragragh32: "3.2. Цены на проживание в отеле и другие дополнительные услуги в системе указаны в TL и включают налоги.",
        paragragh33: "3.3. Все услуги, указанные в бронировании, включены в цену договора. Неуказанные услуги и дополнительные продукты и услуги, приобретаемые в отеле, подлежат отдельной оплате. Эти дополнительные услуги оплачиваются при выезде.",
        paragragh34: "3.4. Клиенты, приобретающие Товары со Скидкой или Акционные Товары, обязаны оплатить полную стоимость услуги при бронировании. Бронирование не подтверждается до полной оплаты.",
        paragragh35: "3.5. Клиенты, осуществляющие бронирование через www.southsidebodrum.com из-за границы, оплачивают свои бронирования в иностранной валюте. Их счета оформляются в эквиваленте TL иностранной валюты по курсу продажи валюты банка TCM на день выезда после завершения проживания.",
        paragragh36: "3.6. Доставка подтверждения-счета для бронирований, сделанных через www.southsidebodrum.com, осуществляется отделом бронирования отеля South Side Bodrum следующим образом:",
        paragragh37: "3.7. Мгновенное Подтверждение Бронирования: Подтверждение бронирования может быть получено клиентом путем печати с компьютера на финальном этапе системы и также будет отправлено на электронный адрес, предоставленный клиентом. Счет может быть выдан и доставлен клиенту после завершения проживания и выезда из учреждения.",
        paragragh38: "3.8. Для необходимых возвратов оплата будет произведена на кредитную карту, использованную для бронирования, или банковский счет клиента в течение 30 дней.",
        subtitle4: "СТАТЬЯ 4 / РЕАЛИЗАЦИЯ:",
        paragragh41: "4.1. Без письменного разрешения управляющего отелем запрещается приносить в учреждение предметы, имеющие неприятный запах, протекающие, легковоспламеняющиеся или взрывоопасные, или предметы, причиняющие беспокойство окружающей среде, а также режущее, колющее и огнестрельное оружие.",
        paragragh42: "4.2. Правила и информация, включая время заезда и выезда из отеля, публикуются на страницах с описанием номеров на веб-сайте.",
        paragragh43: "4.3. Клиент заранее принимает, что он несет ответственность за повреждения инвентаря в отеле или инвентаря в местах общего пользования во время своего пребывания и, следовательно, за компенсацию ущерба.",
        subtitle5: "СТАТЬЯ 5 / СРОК И ПРЕКРАЩЕНИЕ:",
        paragragh51: "5.1. Клиент будет проживать между забронированными датами. Если клиент хочет продлить свое пребывание, он должен запросить это у отеля как минимум за 1 день до даты выезда. Если в отеле есть подходящие свободные номера, пребывание может быть продлено после того, как клиент произведет оплату по текущим тарифам. В противном случае клиент должен покинуть Отель в 11:00 в день окончания своего бронирования.",
        paragragh52: "5.2. Письменные и устные бронирования могут быть отменены клиентом с использованием адреса электронной почты отеля South Side Bodrum или по телефону. Вычеты будут производиться согласно суммам и правилам, указанным ниже. Этот сбор за отмену соответствует 100% стоимости бронирования. Отмена может быть произведена только путем ввода специального номера бронирования/ваучера, ранее предоставленного клиенту во время фазы бронирования, и правильной личной информации...",
        paragragh53: "5.3. Отель может частично или полностью изменить или отменить объявленное или зарегистрированное бронирование отеля до 8 дней до даты начала при условии уведомления клиента...",
        paragragh54: "5.4. Клиент принимает вышеупомянутые вычеты, если запрашивает отмену по любой причине, кроме документального подтверждения своих собственных условий или условий родственников первой степени, препятствующих размещению, и смертей с официальным отчетом из полноценной государственной больницы.",
        subtitle6: "СТАТЬЯ 6 / ФОРС-МАЖОР:",
        paragragh6: "6.1. Учреждение не может нести ответственность за недостаточность или невозможность предоставления гостиничного обслуживания из-за стихийных бедствий, социальных событий, международных отношений, технических неисправностей, забастовок и протестов, которые могут произойти между, в начале или до дат бронирования отеля, указанных в настоящем соглашении.",
        subtitle7: "СТАТЬЯ 7 / ДРУГИЕ ПОЛОЖЕНИЯ:",
        paragragh71: "7.1. Настоящее соглашение исключительно касается бронирования отеля, и учреждение выполняет свое договорное обязательство, принимая окончательный запрос на бронирование клиента и подписывая настоящее соглашение...",
        paragragh72: "7.2. Клиент соглашается не требовать какой-либо компенсации или возврата средств, если он использует услугу частично или до конца в случае каких-либо жалоб во время пребывания.",
        paragragh73: "7.3. Обязанностью добросовестного клиента является письменное уведомление органа власти о любых жалобах во время оказания услуги...",
        paragragh74: "7.4. Клиент подтверждает, что прочитал и подписал настоящее соглашение после получения всей информации об отеле с веб-сайта (www.southsidebodrum.com) и по телефону...",
        paragragh75: "7.5. Даже если клиент не может подписать настоящее соглашение о бронировании отеля по какой-либо причине, считается, что он узнал и принял условия настоящего соглашения через веб-сайт, рекламу или электронное письмо, отправленное на его указанный адрес электронной почты...",
        paragragh76: "7.6. В случае конфликта между копией соглашения, остающейся у потребителя, и копией, остающейся в отеле, за основу будут приниматься записи копии отеля...",
        paragragh77: "7.7. При желании клиент может получить страховку до начала услуги проживания на случай расходов на возвращение к месту отправления в случае несчастного случая и болезни, а также на случай ущерба и расходов на лечение, возникающих в результате любого несчастного случая.",
        paragragh78: "7.8. Проверка личности и возраста производится при заезде...",
        paragragh79: "7.9. Для периода раннего бронирования и/или всех периодов (за исключением ошибок, связанных с системой) повышение цен...",
        paragragh701: "7.10. Отель может отправлять акции и уведомления на адрес электронной почты, почтовый адрес и мобильные телефоны клиента...",
        paragragh702: "7.11. В спорах, которые могут возникнуть между клиентом и отелем, клиент имеет право обратиться в Потребительский суд или Потребительский арбитражный комитет...",
        subtitle8: "СТАТЬЯ 8 / ВЗИМАНИЕ ОПЛАТЫ:",
        paragragh8: "8.1. Этим документом я разрешаю отелю South Side Bodrum взимать плату за бронирование с моего номера кредитной карты, указанного выше..."
    },
    hero: {
        title: "South Side Bodrum",
        subtitle: "Насладитесь изысканным бутик-отелем, расположенным в самом сердце природы.",
        bookButton: "Забронировать номер"
    },
    about: {
        title: "О South Side Bodrum",
        features: {
            parking: "Бесплатная парковка.",
            wifi: "Бесплатный доступ к Wi-Fi."
        },
        description: "Расположенный в самом сердце природы, наш бутик-отель предлагает уютный отдых в тщательно оформленных номерах. Наслаждайтесь спокойной атмосферой у бассейна или расслабляйтесь в нашем очаровательном крошечном домике с частной горячей ванной. Просыпайтесь с восхитительным видом и начинайте день с вкусного органического завтрака, приготовленного специально для вас каждое утро. В зимние месяцы наш уютный лаунж с камином создаёт идеальную атмосферу для отдыха с друзьями в тихой и умиротворяющей обстановке. Независимо от того, хотите ли вы провести время в тишине, заняться йогой или просто насладиться великолепным пейзажем, наш бутик-отель предлагает интимный, вдохновленный природой опыт для тех, кто ищет спокойствие и обновление."
    },
    rooms: {
        sectionTitle: "Номера",
        subtitle: "Наши номера",
        roompageSubtitle: "Где расцветает комфорт и течет покой.",
        roompageSuitTitle: "Фотографии нашего люкса",
        roompageStandartTitle: "Фотографии нашего стандартного номера",
        suit: {
            title: "Делюкс",
            description: "Наш роскошный номер делюкс предлагает просторное и элегантно оформленное убежище, идеально подходящее для тех, кто ищет комфорт и стиль. С уютной гостиной зоной, удобной кроватью размера king-size и современными удобствами, люкс обеспечивает спокойный отдых с захватывающими видами. Наслаждайтесь уединением и комфортом хорошо оборудованного пространства, созданного в соответствии с высочайшими стандартами релаксации. Идеально подходящий как для коротких, так и для длительных поездок, номер делюкс гарантирует незабываемые впечатления, сочетая роскошь с природой.",
            type: "1+1"
        },
        standard: {
            title: "Стандарт",
            description: "Наш Стандартный номер предлагает уютное и комфортное убежище, тщательно продуманное для спокойного пребывания. С умиротворяющей атмосферой, удобной кроватью и современными удобствами, он обеспечивает всё необходимое для спокойного ночного сна. Идеально подходящий для одиноких путешественников или пар, номер является идеальным выбором для тех, кто ищет простоту и спокойствие в сердце природы.",
            type: "1+0"
        },
        tinyHouse: {
            title: "Крошечный Дом",
            description: "Для тех, кто ищет уникальный и интимный опыт, наш Крошечный Дом предлагает очаровательное и уютное убежище. Расположенный на природе, Крошечный Дом оснащен частным горячим бассейном и комфортным жилым пространством, идеально подходящим для отдыха и восстановления сил. С прекрасным видом и спокойной атмосферой, это идеальное место для тех, кто хочет отключиться от суеты и насладиться спокойным отдыхом на природе.",
            type: "2+1"
        },
        villa: {
            title: "Вилла",
            description: "Наша просторная и эксклюзивная вилла предлагает максимально уединенный отдых, идеально подходящий для групп друзей или семей, ищущих роскошный отдых. С шестью элегантно оформленными комнатами, эта вилла предоставляет достаточно пространства для отдыха и комфорта. Расположенная в сердце природы, она оборудована частным бассейном и уединенной зоной на открытом воздухе, обеспечивая полную приватность для вас и ваших близких. Хотите ли вы расслабиться, отпраздновать событие или просто насладиться спокойным отдыхом, наша вилла предлагает уникальный опыт, где роскошь встречается со спокойствием. Наслаждайтесь красотой природы, имея в своем распоряжении целое пространство только для себя!",
        }
    },
    events: {
        birthdays: {
            title: "Дни рождения",
            price: "$189",
            description: "Позвольте нам сделать ваш особенный день действительно незабываемым.",
            features: [
                "Индивидуальное оформление и организация",
                "Профессиональные услуги по планированию мероприятий",
                "Доступны специальные варианты кейтеринга"
            ],
            details: "Сделайте ваше празднование дня рождения необыкновенным с нашими индивидуальными пакетами."
        },
        private: {
            title: "Частные вечеринки",
            price: "$290",
            description: "Идеальное место для ваших эксклюзивных встреч.",
            features: [
                "Полная приватность места проведения",
                "Гибкая организация пространства",
                "Поддержка профессионального персонала"
            ],
            details: "Создавайте незабываемые моменты в нашем элегантном месте."
        },
        custom: {
            title: "Индивидуальные мероприятия",
            price: "$99",
            description: "Ваше мероприятие, ваш способ - настроенное до совершенства.",
            features: [
                "Полностью настраиваемые пакеты",
                "Гибкие варианты расписания",
                "Профессиональная поддержка мероприятий"
            ],
            details: "Позвольте нам помочь вам создать идеальное мероприятие."
        }
    },
    gallery: {
        title: "Галерея",
        subtitle: "Фотографии нашего отеля",
        roomSubtitle: {
            suit: "Фотографии нашего люкса",
            standard: "Фотографии нашего стандартного номера"
        }
    },
    contact: {
        title: "Контакты",
        subtitle: "Свяжитесь с нами",
        info: {
            location: {
                title: "Расположение",
                address: "Köseobası küme evleri, Bina: 44, 48400 Bodrum/Muğla"
            },
            openHours: {
                title: "Часы работы",
                hours: "Понедельник-Суббота: 11:00 - 23:00"
            },
            phone: {
                title: "Позвоните нам",
                number: "+90533 277 73 48"
            },
            email: {
                title: "Напишите нам",
                address: "info@southsidebodrum.com"
            }
        },
        form: {
            placeholder: "Не стесняйтесь написать сообщение, которого мы с нетерпением ждали!",
            footerPlaceholder: "Пожалуйста, не стесняйтесь спрашивать.",
            sendButton: "Отправить через WhatsApp"
        }
    },
    testimonials: {
        title: "Отзывы",
        subtitle: "Что говорят о нас",
        reviews: {
            review1: {
                text: "Абсолютно фантастический опыт. Мне понравилась каждая секунда моего пребывания здесь. Гостеприимство было просто феноменальным. Озгюр, спасибо огромное за то, что были замечательным хозяином!",
                author: "Сол Гудман"
            },
            review2: {
                text: "У нас был потрясающий опыт проживания в Southside Bodrum в течение трех дней. Это уникальное место находится вдали от суеты Бодрума на холмах в Якакёе, но в то же время вблизи основных локаций. Вид захватывает дух.",
                author: "Сара Уилссон"
            },
            review3: {
                text: "Это очень приятное место. Я определенно рекомендую его. Это то место, где вы также можете организовать особенные мероприятия. Персонал очень заботливый и добрый.",
                author: "Джена Карлис"
            },
            review4: {
                text: "Расположение, чистота и управление идеальны. Не упущена ни малейшая деталь для комфорта в номерах.",
                author: "Мэтт Брэндон"
            },
            review5: {
                text: "Благодаря расположению в долине, пространство вокруг хорошо подходит для людей; идеально для больших групп; где вы можете быть со своими друзьями все время.",
                author: "Джон Ларсон"
            }
        }
    },
    footer: {
        usefulLinks: {
            title: "Полезные ссылки",
            links: {
                home: "Главная",
                about: "О нас",
                terms: "Условия обслуживания",
                privacy: "Политика конфиденциальности"
            }
        },
        services: {
            title: "Наши услуги",
            items: {
                breakfast: "Завтрак",
                yoga: "Йога и спорт",
                restaurant: "Ресторан",
                stay: "Комфортное пребывание",
                lounge: "Ресторан с печью"
            }
        },
        whatsapp: {
            title: "WhatsApp"
        },
        contact: {
            phone: "Телефон",
            email: "Email"
        },
        copyright: "Все права защищены"
    }
};